


"pref_homeAddress_name" = "Adres domowy";
"pref_homePhone_name" = "Ulubiony numer telefonu";
"ui_title" = "Panel użytkownika";
"speed_header" = "Prędkość";
"gpsspeed_header" = "Prędkość GPS";
"rearwheel_speed_header" = "Prędkość tylnego koła";
"pref_display_dashboard_name" = "Pokaż ekran deski rozdzielczej";
"pref_nightMode_name" = "Tryb nocny";
"pref_pressuref_name" = "Jednostka ciśnienia";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_kgf" = "Kg-f";
"pressuref_psi" = "Psi";
"pref_tempf_name" = "Jednostka temperatury";
"tempf_c" = "Celsius";
"tempf_f" = "Fahrenheit";
"pref_distance_name" = "Jednostka odległości";
"distance_m" = "Metryczne";
"distance_i" = "Imperialne";
"pref_consumption_name" = "Wskazanie zużycia paliwa";
"consumption_hundred_km" = "L/100";
"consumption_gallon_us" = "mpg(US)";
"consumption_km" = "km/L";
"pref_bearing_name" = "Wskazanie kierunku";
"bearing_d" = "Stopnie";
"bearing_c" = "Kardynalne";
"pref_time_name" = "Format godziny";
"timef_12h" = "12h";
"timef_24h" = "24h";
"orientation_a" = "Wyłącz";
"orientation_l" = "Pejzaż";
"orientation_p" = "Portret";
"alerting_title" = "Ustawienia Ostrzeżeń";
"pref_notification_name" = "Włącz ostrzeżenia błędów";
"pref_contact_sorting" = "Sortowanie kontaktów";
"lastname" = "Nazwisko";
"firstname" = "Imię";
"pref_custom_tpm_threshold_title" = "Włącz niestandardowy próg";
"pref_custom_tpm_threshold" = "Ustaw własny poziom ciśnienia opon";
"pref_tpm_threshold_title" = "Niski poziom ciśnienia opon";
"pref_fuel_routing_title" = "Zjazd na tankowanie";
"pref_grid_settings_title" = "Ustawienia siatki danych";
"pref_tasks_settings_title" = "Ustaw Szybkie Wybory";
"debug_settings_title" = "Ustawienia błędów";
"pref_debuglogging_name" = "Włącz zapis błędów";
"advanced_settings_title" = "Ustawienia zaawansowane";
"pref_photopreview_name" = "Przegląd zdjęć";
"pref_integrations_settings_title" = "Integracje";
"pref_integrations_settings_summary" = "Włącz powiązania z innymi appkami i sprzętem.";
"off" = "Wyłącz";
"on" = "Włącz";
"system_default" = "Ustawienia początkowe";
"pref_bearing_override_name" = "Kierunek GPS";
"pref_bearing_override_summary" = "Używaj kierunku z GPS a nie z kompasu.";
"pref_fuel_routing_footer" = "W przypadku małej ilości paliwa pokaż powiadomienie o prowadzeniu do najbliższego CPNu";
"pref_fuel_routing_enable_title" = "Włącz prowadzenie do CPNu";
"pref_debuglogging_summary" = "Włącz tylko jeśli potrzebujesz do wsparcia. Może wpływać na wydajność działania. Wyłącz jak tylko nie potrzebujesz.";
"info_title" = "Informacje osobiste";
"pref_highlightColor_title" = "Kolor podkreślenia";
"pref_dashboard_speedsource_name" = "Źródło prędkości";
"consumption_gallon_imperial" = "mpg(Imperialne)";
"pref_orientation_name" = "Zablokuj orientację ekranu";
"pref_displayBrightness_name" = "Maksymalna jasność ekranu";
"pref_tpm_threshold" = "Wpisz zakres niskiego ciśnienia zgodnie z wybraną jednostką ciśnienia";
"pref_rpmmax_name" = "Max RPM";
"rpmmax_10k" = "10000";
"rpmmax_12k" = "12000";
"rpmmax_15k" = "15000";
"pref_hide_navbar_name" = "Hide NavBar when not in use.";
